tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "slp/krun"
brew "bash"
brew "bash-completion"
brew "caddy", restart_service: true
brew "cmake"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "deno"
brew "dnsmasq", restart_service: true
brew "git"
brew "python@3.9"
brew "httpie"
brew "nginx", restart_service: true
brew "pgweb"
brew "podman"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "rustup-init"
brew "shellcheck"
brew "smartmontools"
brew "stow"
brew "tree"
brew "watch"
brew "xh"
cask "bettertouchtool"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-hack"
cask "google-chrome"
cask "graphql-playground"
cask "handbrake"
cask "hookshot"
cask "hyperkey"
cask "iterm2"
cask "kap"
cask "keepingyouawake"
cask "mattermost"
cask "moom"
cask "parallels"
cask "pdf-expert"
cask "rectangle"
cask "responsively"
cask "slack"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "zoom"
